"USB Low Power Header" = "A USB device needs more power.";
"USB Low Power Notice" = "A USB device can't draw enough power to operate properly. If the device came with a power cord, plug it into an electrical outlet. Otherwise, connect the device to a USB port on your computer.";
"OK" = "OK";
"USB OverCurrent Header" = "Because a USB device was drawing too much power from your computer, one or more of your USB devices have been disabled.";
"USB Individual OverCurrent Notice" = "To prevent damaging your computer, the USB device drawing too much power has been disabled. Other devices may have also been disabled. When you disconnect the device drawing too much power, your other USB devices will be enabled again.";
